---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsWireMaxConductorSizeParam
source: html/98a9c9ba-26a4-5696-d345-a095e4eaa30b.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsWireMaxConductorSizeParam Property

"Max Size"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsWireMaxConductorSizeParam { get; }
```